/* Repos page */
"*not stated*" = "*not stated*";

/* filter group title */
"Additional query parameters" = "Additional query parameters";

/* Filtration */
"Apply filters" = "Apply filters";

/* Title on authentication form */
"Authentication" = "Authentication";

/* Title on profile editor screen */
"Biography" = "Biography";

/* Title on profile editor screen */
"Company" = "Company";

/* Repos page */
"Description:" = "Description:";

/* Filtration */
"Drop" = "Drop";

/* search controller */
"Filter repositories" = "Filter repositories";

/* Repos page (from *company name*) */
"from company:" = "from company:";

/* addictional parameter 2 query */
"Language" = "Language";

/* filters title */
"Languages" = "Languages";

/* Text field on authentication form */
"Login" = "Login";

/* on profile editor screen */
"LogOut" = "LogOut";

/* Title on repositories screen */
"My repositories" = "My repositories";

/* Title on profile editor screen */
"Name" = "Name";

/* Repos page */
"Owner:" = "Owner:";

/* Title on authentication form */
"Pair login-password is wrong!" = "Pair login-password is wrong!";

/* Text field on authentication form */
"Password" = "Password";

/* Title on profile editor screen */
"Profile editing" = "Profile editing";

/* Repos page */
"Readme:" = "Readme:";

/* profile editor screen */
"Save" = "Save";

/* Title on repositories screen */
"Search" = "Search";

/* Filtration */
"Set" = "Set";

/* Button on authentication form */
"Sign in" = "Sign in";

/* Title on repositories screen */
"Starred repositories" = "Starred repositories";

/* profile editor screen */
"There is no changes" = "There is no changes";

/* Repos page */
"with login:" = "with login:";

